/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "編輯";
"MENU_WINDOW" = "視窗";
"MENU_HELP" = "說明";

/* App Menu Items */
"MENU_APP_ABOUT" = "關於@{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "截圖";
"MENU_APP_HIDE" = "隱藏@{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "隱藏其他";
"MENU_APP_SHOW_ALL" = "顯示全部";
"MENU_APP_QUIT" = "離開@{APP_TITLE}";
"MENU_APP_REVEAL" = "顯示於 Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "遊戲偏好設定";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "遊戲截圖";
"MENU_APP_REVEAL_GAME_LOGS" = "遊戲記錄";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "程式支援";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "應用程式偏好設定";
"MENU_APP_REVEAL_APPLICATION" = "應用程式";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "撤銷";
"MENU_EDIT_CUT" = "剪下";
"MENU_EDIT_COPY" = "複製";
"MENU_EDIT_PASTE" = "貼上";
"MENU_EDIT_DELETE" = "刪除";
"MENU_EDIT_SELECT_ALL" = "全選";
"MENU_EDIT_FIND" = "尋找";
"MENU_EDIT_FIND_FIND" = "尋找…";
"MENU_EDIT_FIND_NEXT" = "尋找下一個";
"MENU_EDIT_FIND_PREVIOUS" = "尋找上一個";
"MENU_EDIT_FIND_USE_SELECTION" = "使用所選範圍來尋找";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "跳至所選範圍";
"MENU_EDIT_SPECIAL_CHARS" = "特殊字元…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "關閉";
"MENU_WINDOW_MINIMIZE" = "最小化";
"MENU_WINDOW_ZOOM" = "縮放";
"MENU_WINDOW_FULLSCREEN" = "切換全螢幕";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "所有視窗移至最前";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "技術支援專區";
"MENU_HELP_SUPPORT_PORTAL" = "支援首頁";
"MENU_HELP_COPY_SUPPORT_INFO" = "拷貝支援訊息";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "你目前的作業系統為：@{OS_VERSION}。該作業系統已有更新，可提高執行@{APP_TITLE}的穩定度。";
"VERSION_UNSUPPORTED" = "貼心小提醒：@{APP_TITLE} 即將結束對@{OS_VERSION} 的支援。雖然仍可使用此版本運行一段期間，但我們強烈建議使用者儘快將系統升級至 @{LATEST_OS_VERSION}。點擊@{SYSTEM_REQUIREMENTS_URL}，可查看遊戲所需的系統規格。如欲了解更多關於如何升級作業系統的相關資訊，請參閱@{OS_UPGRADE_URL}。如需進一步了解關於 Mac 作業系統的相關指南或說明，請參閱@{OS_GUIDELINES_URL}。";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="繼續遊戲";
"LAUNCH_SOFTWARE_UPDATE"="執行軟體更新";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE}無法執行，找不到有效的圖形處理器。";
"ERROR" = "錯誤";
